---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeType
source: html/e513c83e-5651-ceb0-c539-fc3b368a4272.htm
---
# PipeType Properties

The id of the assembly instance to which the element belongs.